Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/altinn.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Make sure that the contact details for the NUF are up-to-date in Altinn, so that you can receive an e-mail notification when they become available.
nb: Sørg for at kontaktinformasjon til NUF'et er oppdatert i Altinn, slik at du kan motta e-postvarsel når dette er tilgjengelig.

source: There must be a payment deadline of 14 days.
nb: Det må være en betalingsfrist på 14 dager

source: In the case of a defined contribution pension scheme, annual contributions are determined as a percentage of salary (minimum of 2 percent).
nb: I en innskuddsbasert pensjonsordning blir årlig innskudd fastsatt som en prosentandel av lønn (minimum 2 prosent).

source: Tax for branches of foreign companies (NUF)
nb: Skatt for norskregistrert utenlandsk foretak (NUF)

source: Entitlement to sick-pay from the 17th sick day (80% of sick-pay basis) No unemployment benefit in event of unemployment
nb: Krav på sykepenger fra sykedag 17 (80 % av sykepengegrunnlaget) Ikke dagpenger ved arbeidsledighet

source: Budgeting for entrepreneurs and founders
nb: Budsjettarbeid for etablerere og gründere

source: In addition to income covered by the credit method, the same also applies to persons who are in receipt of salary income relating to work performed abroad with a duration of more than 12 months and who are claiming a reduction in tax.
nb: Det samme gjelder personer som i tillegg til inntekter som er omfattet av kreditmetoden har hatt lønnsinntekt opptjent under arbeidsopphold i utlandet med varighet på mer enn 12 måneder og som krever nedsettelse av skatt.

source: Employees who become the victim of retribution after reporting reprehensible circumstances can claim compensation for financial loss and redress for non-financial loss.
nb: Arbeidstakere som blir utsatt for gjengjeldelse etter varsling kan kreve erstatning for økonomisk tap og oppreisning for ikke-økonomisk tap.

source: However, it should be between 20-35% of your capital requirement.
nb: Den bør allikevel være mellom 20 - 35 % av kapitalbehovet.

source: Organisation number for the sub-entity
nb: Organisasjonsnummer for underenheten

source: For commercial foundations, the minimum registered capital is NOK 200,000.
nb: For næringsdrivende stiftelser er kravet til minste grunnkapital satt til 200 000,- kroner.

source: Operator of bulldozer with effect greater than 15 kW (20.4 HP) (certificate category M1)
nb: Maskinfører - Doser, større effekt enn 15 kW (20,4 HK) (sertifikatkategori M1)

source: Copy of the contract with authorised occupational health service.
nb: Kopi av kontrakten med godkjent bedriftshelsetjeneste.

source: The enterprise has at least two employees who both have working hours and a salary amounting to 75% or more of a full-time position.
nb: Bedriften har minst to personer som begge har en arbeidstid og lønn som utgjør 75 prosent eller mer av full stilling.

source: Incorrect user name/password/pin code given for the user who is signing.
nb: Feil brukernavn/passord/pinkode oppgitt for brukeren som skal signere.

source: If you wish to alter your advance tax, e.g. because of changes in your income, the same form must be used.
nb: Ønsker du å endre forskuddsskatten, for eksempel på grunn av endringer i inntektene, benyttes samme skjema.

source: The EPC is valid for a period of 18 months, but you can apply to the competent authority for an extension.
nb: Profesjonskortet er gyldig i 18 måneder. Du kan søke ansvarlig myndighet om å få forlenget gyldigheten.

source: If night allowance is paid at a higher rate than NOK 435 per day, the whole amount will be subject to payroll withholding tax.
nb: Utbetales nattillegg med høyere sats enn kroner 435 per døgn, blir hele beløpet trekkpliktig.

source: If you log on with only a password, you will have access to a limited number of services in Altinn.
nb: Hvis du logger inn med kun passord, får du tilgang til et begrenset antall tjenester i Altinn.

source: Companies with more than 50 employees must have a WEC.
nb: Virksomheter med mer enn 50 ansatte skal ha AMU. skriftlige arbeidsavtaler

source: Tax-ABC on welfare measures (in Norwegian only)
nb: Skatte-ABC om velferdstiltak (Skatteetaten)

source: The organisation number for the main entity must appear on the enterprise's website, in communication with customers and suppliers and on all business and sales documents.
nb: Organisasjonsnummeret for hovedenheten skal benyttes på virksomhetens hjemmeside, i kontakt med kunder og leverandører, og på alle forretnings- og salgsdokumenter.

source: The foreign A1 form must be sent to NAV.
nb: Utenlandsk A1-skjema skal sendes til NAV.

source: The general rule is that all benefits that an employee receives are taxable.
nb: Hovedregelen er at alle fordeler en arbeidstaker får er skattepliktig.

source: Step 1: Installing an enterprise certificate on your computer
nb: Trinn 1: Installer virksomhetssertifikatet på din datamaskin

source: Conditions for starting a foundation:
nb: Forutsetninger for å opprette en stiftelse:

source: You always log in as yourself in Altinn.
nb: Du logger deg inn som privatperson i Altinn.

source: In need of help?
nb: Trenger du hjelp?

source: d) the business reaches has been in existence for 25 years or a number of years which is divisible by 25, e.g. 50 years.
nb: d) bedriften bestått i 25 år eller et antall år som er delelig med 25, for eksempel 50 år. Andre gaver:

source: Hobby or commercial activity?
nb: Hobby eller næringsvirksomhet?

source: From 01.01.2020 Altinn is part of the Norwegian Digitalisation Agency.
nb: Fra 01.01.2020 er Altinn en del av Digitaliseringsdirektoratet.

source: Both natural and legal persons (e.g. another cooperative or an association) can be founders.
nb: Både fysiske og juridiske personer (eksempelvis et annet samvirkeforetak eller en forening) kan være stiftere.

source: A co-operative (SA) is a separate legal entity.
nb: Et samvirkeforetak (SA) er en egen juridisk enhet.

source: Fork lift truck operator – Rotating telescopic handler truck with a lifting capacity up to 10 tonnes (certificate category C2)
nb: Truckfører - Rundtsvingende teleskoptruck med løftekapasitet til og med 10 tonn (sertifikatkategori C2)

source: (By comparison, employees receive 100 percent sick-pay cover from the first day of illness).
nb: (Til sammenligning får en arbeidstaker 100 prosent sykepengedekning fra første sykedag).

source: This must be in writing and signed by all the employees.
nb: Den må være skriftlig og undertegnet av alle ansatte.

source: You are not assigned a separate VAT number.
nb: Du får ikke tildelt et eget mva-nummer.

source: Feedback to "Inbox"
nb: Tilbakemelding til "innboks"

source: Payments from limited companies to owners can also take place in the form of
nb: Utbetalingen fra aksjeselskapet til eieren kan også skje som

source: Did you find what you were looking for?
nb: Fant du det du lette etter?

source: Contribution ratio (CR) = Contribution margin (CM) per unit * 100/sale price per unit.
nb: Dekningsgrad (DG) = Dekningsbidrag (DB) per enhet * 100/salgspris per enhet.

source: The due date for the application for annual VAT returns is 1 February.
nb: Fristen for å søke om årstermin er 1. februar.

source: Registration and receipt
nb: Registrering og kvittering

source: You must be aged 18 or over in order to be a founder or fulfil another role in a cooperative.
nb: For å være stifter eller ha en annen rolle i et samvirkeforetak må du ha fylt 18 år.

source: International trade - payment forms and export documents
nb: Internasjonal handel - betalingsformer og eksportdokumenter

source: E-guide for choosing legal structure
nb: E-guide for valg av organisasjonsform

source: Make sure that you use the correct ID for the computer system.
nb: Sjekk at du bruker riktig datasystem ID.

source: 'RF-1211 Tax deduction cards to employer - submission from payroll system
nb: RF-1211 Skattekort for arbeidsgiver – innsening fra system

source: Pregnant employees are entitled to paid time-off in connection with pregnancy check-ups.
nb: Gravide arbeidstakere har rett til fri med lønn i forbindelse med svangerskapskontroll.

source: Pre-guaranteed dividends on purchases/discounts from consumer co-operatives will not be taxable for private members.
nb: Forhåndsgarantert kjøpeutbytte/rabatt fra forbrukersamvirkeforetak vil ikke være skattepliktig for private medlemmer.

source: What is crowdfunding?
nb: Hva er crowdfunding?

source: This will for example apply to flights, hotels, taxis, etc.
nb: Dette vil for eksempel gjelde utlegg til fly, hotell, taxi og lignende.

source: The employer can cover the cost of a meal tax-free up to a value of NOK 200 when the employee works continuously for at least 10 hours.
nb: Arbeidsgiver kan skattefritt dekke et måltid på inntil kroner 200,- når den ansatte arbeider minst 10 timer sammenhengende.

source: 24 months for parents with sole responsibility for care provision
nb: 24 måneder for forelder som er alene om omsorgen.

source: Copy of safety representative's contact information.
nb: Kopi av kontaktinformasjon til verneombud.

source: Operator of wheel loader with effect greater than 15 kW (20.4 HP) (certificate category M4)
nb: Maskinfører - Hjullaster, større effekt enn 15 kW (20,4 HK) (sertifikatkategori M4)

source: In the case of foreign companies with limited liability (corresponding to a private limited company, for example), tax must be calculated at the rate of 22% of the profit in Norway.
nb: For utenlandske selskaper med begrenset ansvar (tilsvarende for eksempel aksjeselskap) skal det beregnes 22 prosent skatt av overskuddet i Norge.

source: 25% - for most goods or services15% - for food and drinks12% - for passenger transport, cinema tickets and room rental
nb: 25% - for de fleste varer eller tjenester15% - for mat og drikke12% - for persontransport, kinobilletter og utleie av rom

source: Operator of grader with effect greater than 15 kW (20.4 HP) (certificate category M3)
nb: Maskinfører - Veihøvel, større effekt enn 15 kW (20,4 HK) (sertifikatkategori M3)

source: Phone us on 800 80 000, press 2-3-1. You can also use the
nb: Ta kontakt med Skatteetaten på telefon 800 80 000, tastevalg 2-3-1 eller bruk

source: Gains made on the realisation of shares are therefore not covered by the three-percent rule.
nb: Gevinster ved realisasjon av aksjer omfattes dermed ikke av treprosentregelen.

source: In this context, 'night' is considered to be the period between 22.00 and 06.00.
nb: I denne sammenheng anses natt som tiden mellom klokken 22.00 og 06.00.

source: Payment demands cannot be sent any earlier than 14 days after the debt collection notice is sent and must stipulate a deadline for payment of at least 14 days.
nb: Betalingsoppfordringen kan tidligst sendes 14 dager etter at inkassovarselet er sendt og skal ha minimum 14 dagers betalingsfrist.

source: Tax on profits must be calculated at the rate of 22%.
nb: Det skal beregnes 22 prosent skatt av overskuddet.

source: Up to 20 days per year for each of the parents, in addition to leave for training at an approved medical institution.
nb: Inntil 20 dager årlig til hver av foreldrene, samt permisjon til opplæring ved godkjent helseinstitusjon.

source: Are you starting a cleaning company?
nb: Skal du starte i renholdsbransjen?

source: The basis for this calculation will generally be gross salary.
nb: Grunnlaget for beregningen er i utgangspunktet brutto lønn.

source: Fork lift truck operator – High-lifting order pickers/side loading and rider-lifting picking truck with lifting capacity up to 10 tonnes (certificate category T3)
nb: Truckfører - Svinggaffeltruck og høytløftende plukk-truck/sidestablende og førerløftende plukktruck til og med 10 tonn (sertifikatkategori T3)

source: You can now send an invoice with the VAT amount for the invoice which resulted in the threshold amount being passed.
nb: Du kan nå sende faktura på mva for fakturaen som gjorde at beløpsgrensen ble passert.

source: Security level 4 – Login with BankID, Buypass, Commfides and BankID on Mobile
nb: Sikkerhetsnivå 4 - Innlogging med BankID, Buypass smartkort, Commfides og BankID på mobil

source: in other content in Altinn.
nb: i annet innhold på Altinn.

source: You will receive your salary at the same time as you accrue pension credits along with sick pay and unemployment benefit rights (welfare rights).
nb: Du mottar lønn samtidig som du opparbeider pensjonspoeng og sykepenge- og dagpengerettigheter (sosiale rettigheter).

source: The district court will consider the application for bankruptcy and assess whether or not the company is insolvent.
nb: Tingretten behandler begjæringen om oppbud, og vurderer om virksomheten er insolvent eller ikke.

source: The feedback you receive states what you have reported and any errors which you must correct.
nb: Tilbakemeldingen du får sier hva du har rapportert og eventuelle feil du må rette.

source: If you choose to log on with PIN codes for MinID, you will access the second highest security level in Altinn, and will have access to most services.
nb: Velger du å logge inn med PIN-koder fra MinID, får du tilgang til nest høyeste sikkerhetsnivå i Altinn og du vil få tilgang til de fleste tjenester.

source: When do you need to delete the enterprise?
nb: Når må virksomheten slettes?

source: As owner, you can opt not to be an employee of the business.
nb: Som eier kan du velge å ikke være ansatt i selskapet.

source: Reimbursement of telephone and/or internet expenses (ECOM services) for employees who can use these services privately must be reported as a taxable benefit.
nb: Dekning av telefon- og/eller internett-kostnader (EK-tjenester) for ansatte som kan bruke dette privat, må innberettes som en skattemessig fordel.

source: Airline food, for example, is not considered to be a proper meal.
nb: Flymat er for eksempel ikke regnet som et fullverdig måltid.

source: Imports and VAT
nb: Import og mva

source: for 5 years.
nb: i 5 år.

source: The profit you are left with is called the contribution margin (CM).
nb: Det overskuddet du da sitter igjen med kalles for dekningsbidrag (DB).

source: Fork lift truck operator – Forklift side loader with lifting capacity over 10 tonnes (certificate category T6)
nb: Truckfører - Sidelaster, løftekapasitet over 10 tonn (sertifikatkategori T6)

source: employees will be entitled to 100% sick-pay from the first day of sickness.
nb: Dine ansatte har krav på 100 prosent sykepenger fra første sykedag.

source: In 43 of the items in the attachment form, you can enter self-defined texts.
nb: I 43 av postene i vedleggsskjema er det mulig å legge inn egendefinerte tekster.

source: Under "Arbeidsforhold" you will find an overview of all employees and information regarding the employment.
nb: Under "Arbeidsforhold" ligger en oversikt over alle ansatte og informasjon om arbeidsforholdene.

source: Sales of goods/services which are exempt from VAT will not be taken into account in the basis for the calculation regarding when the enterprise must be VAT-registered.
nb: Omsetningen av avgiftsunntatte varer/tjenester vil ikke være med i beregningsgrunnlaget for når virksomheten skal mva-registreres.

source: Starting and registering a cooperative (SA)
nb: Starte og registrere et samvirkeforetak (SA)

source: 'Assets' means all assets belonging to the company, such as cash, bank accounts, real property, vehicles, operating equipment, outstanding receivables, plant and machinery, registered trademarks and patent rights.
nb: Med eiendeler menes alle verdier som tilhører aksjeselskapet, herunder blant annet kontanter, bankkontoer, fast eiendom, biler, driftstilbehør, utestående fordringer, inventar, registrerte varemerker og patentrettigheter.

source: Are you a citizen of an EU/EEA state looking to practice your profession in Norway?
nb: Er du statsborger i en EU/EØS-stat og ønsker å utøve yrket ditt i Norge?

source: When the application is processed, you will receive the reply in the Altinn inbox.
nb: Når søknadsskjemaet er behandlet, får du en melding i innboksen i Altinn.

source: Access to information in the Aa-Register
nb: Innsyn i Aa-registeret

source: Security level 2 – Login with Altinn code letter/SMS-code
nb: Sikkerhetsnivå 2 - Innlogging med Altinn kodebrev/SMS-kode

source: Employees who have opted out of being transferred to the new employer and who have been employed for at least 12 months during the past two years have a pre-emptive right as regards employment with the previous employer for a period of one year after the transfer of the business.
nb: Arbeidstakere som har reservert seg mot å bli med til ny arbeidsgiver, og som har vært ansatt i minst 12 måneder i løpet av de siste to årene, har fortrinnsrett til ny ansettelse hos tidligere arbeidsgiver i ett år fra virksomhetsoverdragelsen.

source: For cohabiting partners, a different rule applies.
nb: For samboere er regelen annerledes.

source: Employees aged 60 or over are entitled to an extra week.
nb: Arbeidstakere som har fylt 60 år skal ha en uke ekstra.

source: is of good character,c.
nb: Firmaattest og konkursregisterattest.

source: Driving instructor – additional qualifications, categories A1, A2 and A
nb: Trafikklærer – tilleggskompetanse A, A1 og A2

source: Persons with income in addition to that covered by the credit method which is covered by the alternative allocation method and/or the allocation method with progression reservations must complete both form RF-1147 and form RF-1150 'Reduction in income tax on wages and pension’.
nb: Personer som i tillegg til inntekter som er omfattet av kreditmetoden har inntekter som omfattes av den alternative fordelingsmetoden og/eller fordelingsmetoden med progresjonsforbehold, skal fylle ut både skjemaet RF-1147 og skjemaet nedsettelse av inntektsskatt på lønn og pensjon (RF-1150).

source: Primary documentation must generally be retained for 5 years.
nb: Primærdokumentasjon skal som hovedregel oppbevares i 5 år.

source: Your activity is a hobby
nb: Aktiviteten er ren hobby

source: Who has an accounting obligation?
nb: Hvem er regnskapspliktig?

source: For practical reasons, alternative methods for determining the value of a benefit are given in some cases.
nb: Av praktiske årsaker er det i noen tilfeller gitt alternative måter å verdsette verdien på ytelsen.

source: Full-time or part-time for up to 3 years.
nb: Heltid eller deltid inntil 3 år.

source: With one-time code from Altinn, you can log in to security level 2.
nb: Med engangskode fra Altinn, kan du logge inn på sikkerhetsnivå 2.

source: A day lasts for 24 hours from the start time of the journey.
nb: Et døgn varer i 24 timer fra reisens starttidspunkt.

source: Holiday during layoffs
nb: Avstand og bruk av munnbind

source: It can be a good idea to overestimate your expenses and underestimate your revenues.
nb: Det kan være lurt å overvurdere kostnadene og undervurdere inntektene.

source: The statement consists of one form (RF-1097).
nb: Oppgaven består av ett skjema (RF-1097).

source: Essential care for disabled child over 18 years of age
nb: Nødvendig omsorg for funksjonshemmet barn over 18 år

source: Both donation and reward-based crowdfunding are applicable methods of financing the start-up of new businesses at an early phase.
nb: Både donasjon- og belønningsbasert crowdfunding er aktuelle måter å finansiere oppstart av nye virksomheter på i en tidligfase.

source: Additional requirements for Limited companies (AS), Public limited companies (ASA), and Norwegian branch of foreign company (NUF)
nb: Tilleggskrav for aksjeselskap (AS), allmennaksjeselskap (ASA) og norskregistrerte utenlandske foretak (NUF)

source: If you calculate that you made a loss in the first year, you should not submit the form for calculating advance tax.
nb: Dersom du beregner å ha underskudd første år skal du ikke sende inn skjema for beregning av forskuddsskatt.

source: For many small businesses, it is sufficient to systematise vouchers in a folder with partitions in order to separate different types of vouchers.
nb: For mange små virksomheter er det greit å systematisere bilagene i en perm med skillekort for å skille ulike bilagstyper.

source: An NUF cannot be registered electronically via Altinn.
nb: Registrering av NUF-et kan ikke gjøres elektronisk via Altinn.

source: Private employers can obtain tax deduction cards for up to four employees.
nb: Personlige arbeidsgivere kan hente skattekort for opptil fire ansatte.

source: Gifts to employees of up to NOK 5,000 per year (e.g. Christmas presents).
nb: Gave til de ansatte på inntil kroner 5 000,- per år kan gis skattefritt (for eksempel julegave).

source: Supplement for carrying equipment and materials per km
nb: Tillegg for frakt av utstyr og materiell per km

source: What is a consent?
nb: Hva er samtykke?

source: Without any historical figures, it can be difficult to draw up a budget for the early operating years.
nb: Uten erfaringstall kan det kan være vanskelig å lage budsjett for de første driftsårene.

source: Enterprise certificate will also give you access to security level 3.
nb: Virksomhetssertifikat gir også tilgang på sikkerhetsnivå 3.

source: For more information, see the additional information for the tax return Foreign.
nb: For nærmere informasjon, se tilleggsinformasjon til skattemeldingen Utland.

source: Make sure you have enough money to
nb: Vær sikker på at du har nok penger til å
